Repository: gallak/fusiondirectory-plugins-document
Catalog: locale/*/fusiondirectory.po
Languages: fr

source: download
fr: Téléchargement

source: print
fr: Impression

source: Document generator
fr: Générateur de document

source: Output request
fr: Sortie demandée

source: Output required by user
fr: Sortie demandée par l'utilisateur

source: Generate file
fr: Générer un fichier PDF

source: Generate PDF by file or printing
fr: Générer un PDF pour impression ou téléchargement

source: Generate PDF
fr: Générer un PDF

source: Document configuration
fr: Configuration du document

source: FusionDirectory Document plugin configuration
fr: Configuration du plugin FusionDirectory Document

source: Cannot read folder: "%s"
fr: Impossible de lire le dossier: "%s"

source: Print Command
fr: Commande d'impression

source: Print Command, first argument is the printer , second one the document
fr: Commande d'impression, le premier paramètre est le nom de l'imprimante et le deuxieme le nom du ficheir

source: Print Folder
fr: Dossier d'impression

source: Document list
fr: Liste des documents

source: ObjectType
fr: Type d'objet

source: Type of object related to
fr: Type d'objet associé

source: Label of Document
fr: Désignation du document

source: Description of Document
fr: Description du document

source: Policy of document
fr: Règles du document

source: printer/filename
fr: imprimante/nom de fichier

source: Default printer for document or filename
fr: Imprimante par défaut pour le document ou nom de fichier

source: Result of print command
fr: Resultat de l'impression

source: Error while file generation
fr: Erreur pendant la génération du fichier
